import React from 'react'

export default function Store_post() {
    return (
        <div className='text-justify flex flex-col  bg-white p-5 gap-5 '>
            <div className='flex flex-col gap-3  '>
                <h2 className='font-bold text-xl '>
                    كوبونات خصم وعروض الموفر 2024
                    افضل موقع يعطيك كود خصم في العالم العربي
                </h2>
                <p>
                    أهلًا وسهلًا بك في الموفر Almowafir وهو عبارة عن افضل موقع يعطيك كود خصم لتوفّر المزيد من المال عند التسوّق عبر الإنترنت مستفيدًا من اقوى كوبونات واكواد الخصم الحصرية!

                    الموفر هو افضل موقع كوبونات وعروض حصرية، إلى جانب أقوى حملات تخفيضات المتاجر الالكترونية الكبرى في دول الخليج والشرق الأوسط والعالم العربي.

                    استمتع مع خصومات إضافية على جميع المنتجات التي تقوم بشرائها من المتاجر الإلكترونية التي تواكبها في السعودية والإمارات والكويت ومصر والعالم العربي.
                </p>
            </div>
            <div className='flex flex-col gap-3  '>
                <h2 className='font-bold text-xl '>
                    ما هو موقع الموفر؟
                </h2>
                <p>
                    موقع Almowafir هو افضل موقع كوبونات خصم في العالم العربي، يساعك على توفير المال المحقّق عند التسوّق عبر الإنترنت، حيث تجد فيه أي كود خصم أو كوبون تبحث عنه للمتاجر الإلكترونية المفضلة لديك في دول الخليج والشرق الأوسط وشمال أفريقيا وحول العالم.

                    الموفر يعطيك كود خصم لتستفيد من تخفيض إضافي على جميع المنتجات التي تقوم بشرائها من متاجرك المحبّبة، علاوة على الخصومات الجارية على المتجر.

                    بالإضافة إلى توفير المال المحقّق، فإنّك يمكنك الاستفادة من برنامج ولاء مذهل ونادي جوائز مجانيين 100%، حيث باستطاعتك جمع النقاط واستبدالها بقسائم شرائية.
                </p>
            </div>

            <div className='flex flex-col gap-3  '>
                <h2 className='font-bold text-xl '>
                    مَن يحتاج موقع الموفر للكوبونات وعروض الخصم؟
                </h2>
                <p>
                    يخدم موقع الموفر كل متسوّق عبر الإنترنت يرغب في توفير أكبر قدر من المال عند التسوّق اون لاين، فهو يقدّم لك اقوى اكواد خصم وعروض حصرية قابلة للتطبيق على جميع المنتجات لكافة الماركات المحلية والعالمية ولأشهر وأضخم متاجر ومواقع ومنصّات التسوّق عبر الإنترنت في عالمنا العربي وحول العالم.

                    أجل، الطلبية ذاتها، جميع المنتجات التي قمت بشرائها ذاتها كذلك، ولكن بسعر أقل، حصريًا فقط باستخدام كوبونات الموفر.

                    يعدّ موقع Almowafir الوجهة المثالية إذا كنت تبحث عن موقع يعطيك كود خصم في العالم العربي، لتتسوّق منتجاتك المفضلة من الماركات الرائدة على المستوى المحلي والعالمي بأرخص الأسعار.


                </p>
            </div>
            <div className='flex flex-col gap-3  '>
                <h2 className='font-bold text-xl '>
                    برنامج الولاء “وحدات الموفر ALM Coins”
                </h2>
                <p>
                    نرتقي بولائك للموفر مع برنامج ولاء محدّث بمزايا فريدة ووحدات الموفر (ALM Coins) حيث يمكنك الاستمتاع بقيمة إضافية على كل ريال تنفقه وكل إجراء تنجزه أثناء استخدامك التطبيق.

                </p>

                <ul className="list-disc px-9">
                    <li>برنامج ولاء شيّق وعصري، متعدّد المستويات، يلبّي احتياجاتك في توفير وكسب المال</li>
                    <li>فوائد مذهلة وجوائز حصرية</li>
                    <li>وحدات الموفر – عملات تكسبها لشراء قسائم شرائية وبطاقات هدايا لمتاجرك المفضلة</li>
                    <li>أرصدة مجانية من وحدات الموفر وجوائز قيّمة للعملاء الأكثر ولاءً</li>
                </ul>
            </div>

        </div>
    )
}
